Autodesk.Revit.DB.Electrical.CorrectionFactor.Factor
Get factor value of wire correction factor.

Autodesk.Revit.DB.Electrical.CorrectionFactor.Temperature
Get temperature which is used for specifying correction factor.

Autodesk.Revit.DB.Electrical.CorrectionFactor
Represents electrical correction factor information.
Remarks: Correction factor is defined based on corresponding wire material type and temperature rating type.